import { Box, Container, Typography } from "@mui/material";

export default function Projects() {
  return (
    <Box id="Projects" sx={{ py: 8 }}>
      <Container>
        <Typography variant="h4" gutterBottom>
         פרויקטים
        </Typography>
        <Typography>
          אני נזי שרון, מעצבת פנים עם תשוקה אמיתית לאומנות עיצוב החללים, ובפרט
          בעיצוב מטבחים. עם ראש פתוח וייחודי, אני מאמינה כי כל אתגר הוא הזדמנות
          לחדש וליצור משהו מרגש. אני שואפת לחצות גבולות ולשבור מיתוסים מקובלים
          בתחום העיצוב, ולממש את החלומות של לקוחותיי בעזרת פתרונות מותאמים
          אישית. הגישה שלי היא יסודית וממוקדת, ואני משקיעה את הלב והנשמה בכל
          פרויקט. אני מביאה איתי חשיבה מחוץ לקופסה, ומקשיבה לצרכים ולרצונות של
          לקוחותיי כדי לשלב אותם עם החזון שלי. כך אני יוצרת מרחבים שמשקפים את
          האישיות והסגנון של כל לקוח. עיצוב המטבח הוא תחום שמיוחד לי, ואני מתמחה
          ביצירת חללים פונקציונליים ויפהפיים, המשלבים בין נוחות לאסתטיקה. ובסופו
          של דבר, בואו יחד נהפוך מדמיון… למציאות
        </Typography>
      </Container>
    </Box>
  );
}
